module.exports = {
  home: {
    menu: [{ name: "首页", path: '/' }, { name: "ALPT生态", path: '/alpt' }, { name: "钱包", path: '/wallet' }, { name: "支付", path: '/pay' }, { name: "新闻中心", path: '/news' },],
    aboutUs: {
      title: " 关于我们 ",
      content: " 阿尔法的目标是建立独立、公开、公正、公用的区块链生态，打造一套不受国际局势以及政治干预影响，真实反应全球市场经济实况的稳定货币体系，以及一套完整且不断优化、自动进化的金融基础设施。从技术底层出发，服务于全球用户。 "
    },
    ch: "中文简体",
    en: "English",
    download: '下载中心',
    header_title: '白皮书',
    footer_name1: '商务合作',
    footer_name2: '新闻中心',
    footer_name3: '关于我们',
    footer_name4: '下载中心',
    footer_text1_1: '市场有风险，投资需谨慎',
    footer_text1_2: 'ealpex@gmail.com',
    footer_text2_1: 'ALPT生态',
    footer_text2_2: 'Alpha钱包',
    footer_text2_3: 'Alpha支付',
    footer_text3_1: '项目动态',
    footer_text3_2: '通知公告',
    footer_text3_3: '活动专区',
    swiper_name: "全球生态，世界中心",
    swiper_tip: "用心守护“区块链”成长每一步",
    system_name: "阿尔法生态系统",
    develop_name: '发展历程',
    apply_name: '生态应用中心',
    apply_more: '了解更多',
    news_title: '新闻中心',
    news_text: '比特币上演多空双杀，分析师如何看后市？',
    news_more: '查看更多',
    partner_title: '合作伙伴',
    serve_title: "阿尔法全球服务",
    serve_text: "阿尔法在全球拥有多个技术、运营中心以及各大分支机构，建立了以总部迪拜为中心，辐射至英国、美国等十多个国家和地区的市场服务范围，将为全世界人们提供更便捷的金融服务。",
    serve_text1: "迪拜（总部）、华盛顿 、伦敦 、瑞士、韩国、台湾、日本",
    circel: [
      {
        title: '区块链技术',
        content: '基础架构建设，项目开发，场`景应用，线上线下支付结算',
      }, {
        title: '行业研究与分析',
        content: '行业报告，专家课堂，社区交流，媒体资讯',
      }, {
        title: '投资理财',
        content: '金融理财产品、智能策略模型、大数据风控',
      }, {
        title: '智能支付体系',
        content: '拥有先进支付系统，支付工具与支付渠道，与数家商户合作',
      }, {
        title: '货币价值流通',
        content: '数字货币发行，交易，储存以及数字货币资产管理',
      },
    ],
    develop: [
      {
        title: '2019',
        context: [
          '11月，AlphaWallet用户突破20W+',
          '10月，阿尔法生态系统升级',
          '8月，ALPEX开通杠杆交易',
          '6月，AlphaPay支付系统开发完成',
          '5月，钱包生态应用入驻30家以上',
          '4月，实现线下指定门店数字货币扫码支付',
          '3月，钱包用户突破10W+',
          '2月， 上线OTC场外交易系统',
          '1月，上线ALPEX交易所',
        ],
        style: {

        }
      }, {
        title: '2018',
        context: [
          '11月，AlphaWallet上线',
          '8月，启动全球生态计划',
          '6月，公链进入测试阶段',
          '4月，引入环球商业顾问团队',
          '3月，开发去中心化应用平台',
          '2月，组建百人技术团队',
          '1月，完成天使轮融资',
        ]
      }, {
        title: '2017',
        context: [
          '12月  底层系统开发启动',
          '10月  初始团队成立',
          '9月  前期项目筹备',
        ]
      },
      // {
      //   title: '2016',
      //   context: [],
      // }
    ],
    apply_data: [
      // {
      //   bg: 'linear-gradient(90deg,rgba(15,98,153,1) 0%,rgba(66,209,238,1) 100%)',
      //   title: '交易所',
      //   titleEn: 'ALPEX',
      //   color: 'rgba(79, 199, 235, 1)',
      // }, 
      {
        bg: 'linear-gradient(to right,rgba(15,98,153,1) 0%,rgba(66,209,238,1) 100%)',
        title: '钱包',
        titleEn: 'AlphaWallet',
        color: 'rgba(79, 199, 235, 1)',
      }, {
        bg: 'linear-gradient(to right,rgba(62,20,197,1) 0%,rgba(112,66,238,1) 100%)',
        title: 'DApp应用',
        titleEn: 'DAPP',
        color: 'rgba(162, 149, 255, 1)',
      },
      // {
      //   bg: 'linear-gradient(90deg,rgba(15,98,153,1) 0%,rgba(66,209,238,1) 100%)',
      //   title: '场外交易',
      //   titleEn: 'OTC',
      //   color: 'rgba(79, 199, 235, 1)',
      // }, 
      {
        bg: 'linear-gradient(to right,rgba(2,168,251,1) 0%,rgba(0,228,206,1) 100%)',
        title: '支付',
        titleEn: 'AlphaPay',
        color: 'rgba(2, 170, 250, 1)',
      }
    ],
    titleData: [
      { title: '项目动态' },
      { title: '通知公告' },
      { title: '活动专区' },
    ],
    rightData: [
      { title: '潮科技 | 联泰科技召开IPO项目启动会，正式启动上市工作', text: '本周一，上海联泰科技股份有限公司召开了IPO项目启动会。此前，就有消息称联泰科技要冲击科创板，此次IPO项目启动会的召开应该可以印证这一消息。' },
      { title: 'Bakkt下周上线比特币期权合约，CME公布推出期权产品计划', text: '比特币期货平台之间的战争正在升温。在Bakkt推出比特币期权（options） 合约后不到一周时间…' },
      { title: '外媒：目前加密货币行业最有价值的10家公司', text: '关于那些在加密货币领域走在前列的独角兽们，人们谈论了很多，但对他们的了解却不多。' },
      { title: '解放日报：推动区块链应用，加强个体隐私保护', text: '大数据时代，处处留痕可寻，事事有迹可查。人们对自身隐私遭受侵犯的“嗅觉”正在失灵，“我的…' },
    ],
  },
  pay: {
    banner_title: '区块链智能支付解决方案',
    banner_text: "极速支付，闪电速度",
    alphaPay: "AlphaPay是一家集智能兑换、区块链、大数据于一体的互联网数字资产兑换平台，致力于打破传统支付桎梏，为企业、商户以及金融机构等需求方，提供“简单、安全、高效、便捷”的创新型数字资产在线兑换解决方案。并与外汇、期货、交易所、股票、游戏、电商等领域的企业及金融机构达成合作，让数百万用户体验到了AlphaPay系统的便捷，同时也让合作伙伴享受到安全高效的数字资产兑换系统带来的商业价值。",
    product_title: "产品特点",
    product_title1: "合作方式",
    product: [
      { id: '1', text: '数字货币流转', text2: '解决交易属性问题' },
      { id: '2', text: '区块链技术加持', text2: '解决双方信用问题' },
      { id: '3', text: '人人参与', text2: '解决交易限额问题' },
      { id: '4', text: '无稳定交易关系', text2: '解决监管合规问题' },
    ],
    product2: [
      { text: '支付系统定制与开发' },
      { text: '数字货币与法币兑换' },
      { text: 'CRM团队管理系统' },
    ]
  },
  alpt: {
    banner_name: 'Alpt生态',
    banner_text: "Alpt 是由阿尔法针对整体生态经济发行的去中心化数字资产，将通过服务终端为所有参与项目生态的用户资产管理计划、价值变现与增值提供更多渠道，并依托阿尔法生态产业链实现其 token 本身的价值流通。其承载了阿尔法的生态权益、流通属性和价值共识。随着阿尔法生态圈不断扩大，生态币将具备更多使用场景。",
    banner_list: [
      { title: '20亿发行总量', text: '人人可参与，家家可储备', },
      { title: '100+生态场景', text: '上百家场景支持Token流通', },
      { title: '∞+升值空间', text: '全产业链布局引领区块链未来', },
    ],
    run_title: '持牌经营',
    run_text: '阿尔法持有数字货币交易所全牌照，该牌照是受政府认可、菲律宾央行审核、CEZA监管的数字货币合法经营牌照，牌照持有者可依法开展挖矿、ICO和开设交易所等各项业务，是国际少有的受政府监管与认可的平台之一。',
    run_list: '合法合规',
    run_list1: '多重监管',
    run_list2: '行业稀缺',
    alptForm_title: '生态构成',
    alptValue_name: "价值机制",
    alptValue_name1: "Alpt基金会",
    alptValue_title: "Alpt释放机制",
    alptValue_title1: "Alpt销毁机制",
    alptValue_text: "2020 年 1月Alpt将开始执行挖矿释放Token模式。所有在阿尔法生态中的交易、操作以及各类费用的产生，都会以同价值的挖矿模式启动代币释放。目前，根据各大官方调查数据显示，百亿级以上支付市场已成为全球共识，而支付仅是阿尔法生态中的一个业务组成部分。",
    alptValue_text1: "阿尔法合约收入的22%将用于定期回购Alpt并销毁 ；阿尔法全球生态收入的16%将用于定期回购ALPT并销毁。官方将于每一季度公布其销毁详情，数据公开透明，为Alpt及其生态打造可持续发展环境。",
    alptValue_text2: "我们的使命是通过一套价值货币储藏、流通以及全场景应用的金融数字货币体系，打造一个独立存在且由所有参与者共同经营、高度自治的世界性金融治理体系以及自循环金融生态。从而维护阿尔法提倡的无国界、无地域、无实体控制的数字金融生态秩序，为确保公正、公平、公开、透明，我们将成立阿尔法保护中心与阿尔法理事会。",
    fund_data: [
      {
        title: 'Alpt基金会',
        text_list: [
          { text: '维护Alpt成长环境', },
          { text: '关注Alpt分配与流通', },
          { text: '制定风险防御计划', },
          { text: '强化项目发展力', },
          { text: '协调各大利益方', },
          { text: '制定生态激励计划', },
        ],
      },
      {
        title: '基金理事会',
        text_list: [
          { text: '中立性国际机构', },
          { text: '生态节点成员组成', },
          { text: '杜绝内部操作', },
          { text: '维持公正、公平生态', },
          { text: '层监督保护中心工作', },
          { text: '监督Alpt储备管理决策', },
        ],
      },
    ]
  },
  wallet: {
    banner_title: "阿尔法钱包",
    banner_text: "一款领先全球的互联网数字钱包",
    banner_text1: "具备数字货币存储、理财以及闪兑等功能",
    banner_dow: "一键下载",
    desc: [
      { id: '1', title: '货币储存' },
      { id: '2', title: '投资理财' },
      { id: '3', title: '币币闪兑' },
      { id: '4', title: 'DAPP集成' }
    ],
    desc_two: [
      {
        id: '1',
        title: '多链钱包，简单易用',
        text: "支持多种主链平台通证，告别繁复 一套助记词轻松创建与管理多链钱包",
      },
      {
        id: '2',
        title: '多币种支持，轻松汇集',
        text: "支持BTC\ETH\USDT\LTC等多个币种储存用户可以一个钱包高效归集所有数字货币资产",
      },
      {
        id: '3',
        title: '上链备份，高效透明',
        text: "智能合约撮合，交易上链备份 全球用户见证您与钱包的每一次交集",
      },
      {
        id: '4',
        title: '冷热钱包，多倍安全',
        text: "冷钱包存储私钥，热钱包广播交易 安防加固，支付体验一路畅通",
      },
      {
        id: '5',
        title: '理财有道，价值投资',
        text: "活期、定期、特色挖矿引入投稳定项目多重理财方式成就价值投资",
      },
      {
        id: '6',
        title: '生态友好，身份通行',
        text: "开发者友好，上百家DAPP入驻钱包生态自主身份一键授权，交互畅行无阻",
      },
    ],
    desc_title: "生态应用中心"
  },
  news: {
    banner_title: "新闻中心",
    banner_text1: "首页",
    banner_text2: "项目动态",
    title: "新闻中心",
    title_data: [
      { title: "项目动态" },
      { title: "通知公告" },
      { title: "活动专区" }
    ],
    rightData: [
      {
        title: "潮科技 | 联泰科技召开IPO项目启动会，正式启动上市工作",
        text:
          "本周一，上海联泰科技股份有限公司召开了IPO项目启动会。此前，就有消息称联泰科技要冲击科创板，此次IPO项目启动会的召开应该可以印证这一消息。"
      },
      {
        title: "Bakkt下周上线比特币期权合约，CME公布推出期权产品计划",
        text:
          "比特币期货平台之间的战争正在升温。在Bakkt推出比特币期权（options） 合约后不到一周时间…"
      },
      {
        title: "外媒：目前加密货币行业最有价值的10家公司",
        text:
          "关于那些在加密货币领域走在前列的独角兽们，人们谈论了很多，但对他们的了解却不多。"
      },
      {
        title: "解放日报：推动区块链应用，加强个体隐私保护",
        text:
          "大数据时代，处处留痕可寻，事事有迹可查。人们对自身隐私遭受侵犯的“嗅觉”正在失灵，“我的…"
      }
    ],
    son_title: "潮科技 | 联泰科技召开IPO项目启动会，正式启动上市工作",
    son_text1: "本周一，上海联泰科技股份有限公司召开了IPO项目启动会。此前，就有消息称联泰科技要冲击科创板，此次IPO项目启动会的召开应该可以印证这一消息。",
    son_text2: "中信证券、容诚会计师事务所、通力律师事务所等多家机构作为联泰科技IPO项目的合作伙伴参与了本次活动，各机构与联泰科技举行了签约仪式。",
    son_text3: "本周一，上海联泰科技股份有限公司召开了IPO项目启动会。此前，就有消息称联泰科技要冲击科创板，此次IPO项目启动会的召开应该可以印证这一消息。",
    son_text4: "中信证券、容诚会计师事务所、通力律师事务所等多家机构作为联泰科技IPO项目的合作伙伴参与了本次活动，各机构与联泰科技举行了签约仪式。",
    son_text5: "本周一，上海联泰科技股份有限公司召开了IPO项目启动会。此前，就有消息称联泰科技要冲击科创板，此次IPO项目启动会的召开应该可以印证这一消息。",
  }
}
