/*
* @Author: dubbing
* @Content: 《风险披露与免责声明》
* @Date: 2019-09-03 13:56:31
* @Last Modified by: dubbing
* @Last Modified time: 2019-09-03 15:14:28
*/
<template>
  <div class="risk">
    <el-scrollbar>
    <div class="content">
      <h3>风险披露与免责声明</h3>
      <div class="text-box">
        <p class="title">高风险投资</p>
        <p class="text">
          保证金外汇交易涉及高风险，其损失可能超过存入的资金，未必适合所有投资者。您在决
          定买卖CPT Markets所提供的产品之前，应审慎考虑自己的投资目标、财政状况及交易经
          验。CPT Markets可能会提供和您的投资目标、财政状况或需要无关的一般性建议。所提
          供的一般性建议或本网站的内容将不拟作个人建议。您的账户可能会蒙受超过存入资金的
          损失，因此，您不应将无法承受损失的资本用于投机。投资应知悉保证金交易有关的一切
          风险。CPT Markets建议您向金融顾问寻求建议。
        </p>
      </div>
      <!-- <div class="text-box">
          <p class="title">高风险投资</p>
          <p class="text">
          </p>
      </div> -->
      <div class="text-box">
        <p class="title">CPT Markets市场意见</p>
        <p class="text">
          任何发表在本网站的评论、新闻、研究、分析、价格及其他资料只能视作一般市场资讯，
          并不构成投资建议。CPT Markets不会为直接或间接使用或依赖此等资料而造成的任何亏
          损或损失（包括但不限于任何盈利的损失）负责。
        </p>
      </div>
      <div class="text-box">
        <p class="title">资料准确性</p>
        <p class="text">
          本网站的内容仅为协助交易者做出独立投资决定而提供，可随时更改而无须发出通知。
          CPT Markets已采取合理措施确保网站资料的准确性，但不能保证资料的精确度，我们不
          会为直接或间接因网站内容或您无法登录网站、透过本网站发出的任何指示、通知在传
          送、接收上出现延误、未能传送或接收而可能产生的亏损或损失负责。
        </p>
      </div>
      <div class="text-box">
        <p class="title">发行</p>
        <p class="text">
          本网站的内容并非未作发行或提供给所有受其国家法律禁止进行此项活动之人士作任何用
          途。本网站内所提及的一切服务和投资均不适用于受其国家法律禁止此项活动之居留人
          士。浏览本网站的人士有责任查明并遵守所属国家的法律及条例。
        </p>
      </div>
      <div class="text-box">
        <p class="title">第三方连结</p>
        <p class="text">
          第三方网站的连结旨在方便您参阅。此等网站并非受CPT Markets控制，未必会遵照与
          CPT Markets的私隐、安全或存取标准相同的规则。CPT Markets并无认同或对第三方供
          应商所提供的产品做出保证，而CPT Markets对第三方网站、其合作伙伴或广告商的安全
          性、内容或提供亦概不承担任何责任。
        </p>
      </div>
      <div class="text-box">
        <p class="title">网络交易风险</p>
        <p class="text">
          使用网络交易执行系统带有一定的风险，包括（但不限于）硬件故障、软件故障及网络系
          统连接问题。由于CPT Markets无法控制网络信号的强弱、路由线路、您的设备配置或其
          网络连接的可靠性，因此，我们对网络交易中出现的通讯故障、误传或延误概不负责。
          CPT Markets特别申明在交易过程中如遇网络连接或网速问题无法进行平台登录或进行其
          他操作，CPT Markets不对客户因自身网络问题产生的交易损失负责。 CPT Markets备有
          后备系统和突发事件应急方案，以将系统故障的可能性减到最低，这包括容许客户通过电
          话进行交易。
        </p>
      </div>
      <div class="text-box">
        <p class="title">CPT Markets平台外汇执行模式与免责声明</p>
        <p class="text">
          CPT Markets通过STP处理方式提供外汇交易执行。任何及所有通过CPT Markets的下单
          操作包括并不仅限于：限价单，止损单，跟踪止损，以及挂单，且均将以市价单（Market
          Order）形式直接接入CPT Markets的上家银行。上家银行通过持有充足的各种货币存量
          为市场提供流通性。CPT Markets向客户提供的报价是CPT Markets其中一名流动性提供
          者所给予的最佳价格另加对每个货币对所附加的点差。CPT Markets不对任何由银行执行
          的市价单所产生的偏差或结果承担责任。在这个模式下，CPT Markets并非作为任何货币
          对的市场庄家。虽然这种模式可促进成交效率及市场竞价，但是流动性的若干限制却可能
          会使您指令的最终执行受到影响。
        </p>
      </div>
      <div class="text-box">
        <p class="title">滑点</p>
        <p class="text">
          CPT Markets致力于为客户提供最佳交易执行，并竭力按照要求的价格成交所有指令。虽
          然如此，有时基于市场波动或交易量增加的原因，指令可能会受滑点影响。滑点最常在基
          础新闻事件或流动性有限的期间发生。以交易转仓（美东时间下午5:00）为例，这是一个
          众所周知的流动性有限的期间，因为不少流动性提者都会对当天的交易进行交收。在此等
          期间内，您的指令类别、所需的数量，及特定指令指示可能会对您所获得的整体交易执行
          造成影响。
          <br/>
          特定指令指示的例子包括∶
          <br/>
          取消前有效（GTC）∶取消前有效指令，挂单持续有效，直到订单以最佳可成交价成交或挂单被取消。
          <br/>
          即时或取消（IOC）∶立即执行否则取消指令。订单将尽量以最佳可成交价成交，如果没
          有足够的流通量成交订单，任何剩余数量的订单将被取消。
          <br/>
          全部执行或全部取消（FOK）∶立即全部执行否则自动撤销指令。在限定价位下达指令，
          如果该指令下所有申请未能全部成交，该指令下所有申请自动被系统撤销。
          <br/>
          市场波动期间可能会造成指令难以执行的情况。例如，在执行您指令时您所获得的价格可
          能会基于市场变动而跟所选择或所报的价格相差许多点位。在此情况下，交易者期望以指
          定价位执行交易，但举例说，在少于一秒的时间内，市场可能已大幅偏离该价格。交易者
          的指令其后将会就该特定指令按下一个可得价格执行。同样地，基于STP的CPT Markets
          平台外汇执行模式，必须存在足够的流动性以于任何价格执行所有交易。
          <br/>
          CPT Markets提供多种基本及进阶指令类别协助客户降低执行风险。
          <br/>
          此外，于触发时，止损将会变为可按下一个可得市价执行的市价单。止损保证交易执行，
          但却不保证可按特定价格执行。因此，视乎市场情况而定，止损单可能出现滑点。 CPT
          Markets不对任何因市场因素而产生的滑点承担责任。
        </p>
      </div>
      <div class="text-box">
        <p class="title">流动性</p>
        <p class="text">
          在开市后的头几个小时成交倾向比平常清淡，此时买家及卖家较少，差价较大，这大致上
          是因为开市的头几个小时对于世界上大部分地方来说仍然是周末。流动性亦可能会在交易
          转仓（美东时间下午5:00）时受到影响，因为我们不少流动性提供者会暂停交易以对当天
          的交易进行清算，而这亦可能会因为缺乏流动性的缘故而导致该段时间的买卖差价较大。
          在市场缺乏流动性时，交易者可能会难以按其要求的价格建仓或平仓、遇到延迟执行，及
          获取一个跟要求价格相距极多点位的执行价格。
        </p>
      </div>
      <div class="text-box">
        <p class="title">延迟执行</p>
        <p class="text">
          基于不同的原因，使用CPT Markets平台外汇执行模式可能会出现交易延迟，例如交易者
          连接到CPT Markets的互联网技术问题、流动性提供者在指令确认方面出现延误，或交易
          者尝试买卖的货币对缺乏流动性。基于市场的固有波动性，交易者具备可运作及可靠的互
          联网连接是十分重要的。在某些情况下，由于无线信号强度不够或者有线连接的网络拥
          堵，因而造成交易者的个人互联网连接未能与CPT Markets的服务器保持稳定连接。网络
          路径有时会产生拥堵，导致 CPT Markets平台与服务器之间的数据传输卡顿。此时应当要
          检查与CPT Markets服务器的互联网连接，您可测试个人电脑与服务器的连接。
        </p>
      </div>
      <div class="text-box">
        <p class="title">重设指令</p>
        <p class="text">
          市场波动期间可能出现极多的指令，以致交易难以在指定的价位执行。到指令得以执行的
          时候，流动性提供者愿意接受的买入价/卖出价可能已经出现变动。
          若流动性不足，指令将不会被执行。就限价单而言，指令将不会获得执行，反而将会被重
          设，直到获得执行为止。请谨记，限价单能保证限价价格，但却不能保证交易执行。视乎
          相关交易策略及相关市场状况而定，相较于所获得的价格，交易者可能会更为关注交易执
          行。
        </p>
      </div>
      <div class="text-box">
        <p class="title">差价扩大</p>
        <p class="text">
          买卖差价有时可能会高于一般差价。买卖差价可能会随市场流动性而变化，在流动性有限
          的期间，开市时，或美东时间下午5:00交易清算期间，买卖差价可能会因应价格方向的不
          明朗因素或市场震幅飙升、缺乏市场流动性而扩大。买卖差价在清算时扩大的情况并不罕
          见。在这些时段，将上述因素纳入考虑范围能够改善您的交易体验。在新闻发布期间，买
          卖差价可能会大幅提高，以弥补巨大的市场波幅。较高的买卖差价可能只会维持数秒，或
          长至数分钟。CPT Markets强烈建议交易者在新闻发布期间进行交易要保持谨慎，及应经
          常留意其账户净值、可用保证金及市场风险。较高的买卖差价可能会对账户的所有持仓构
          成不利影响。
        </p>
      </div>
      <div class="text-box">
        <p class="title">指令搁置</p>
        <p class="text">
          交易量偏高期间可能会出现指令搁置。在这种情况下，指令正处于执行当中，但却尚待执
          行，直至CPT Markets自流动性提供者获得报价并成交为止。交易频繁期间，可能出现多
          项指令需要等待处理。等候的指令增加有时会影响流动性提供者延迟确认若干指令。
          视乎所发出的指令类别而定，结果可能会有所不同。如设定为市价单，指令将尽可能在市
          场上的下一个可得价格成交。视乎指令的种类，交易可能已经执行，但因为网络繁忙而延
          迟显示。
          <br/>
          请谨记，每项指令只建立一次。重复建立同一项指令可能会拖慢或造成您的电脑卡顿，也
          可能无意中开立您意愿之外的仓位。
          <br/>
          若您在任何时候未能连接至CPT Markets交易平台以及无法管理您的账户，您可以直接拨
          打免费官方客服热线400-1001-103或与我们客服中心取得联络。
        </p>
      </div>
      <div class="text-box">
        <p class="title">隐藏报价</p>
        <p class="text">
          当向CPT Markets提供报价的外汇流动性提供商所提供的流动性因市场原因而下降时，就
          会出现隐藏报价的情况。CPT Markets不会故意“隐藏”报价；然而，有时因为与某一流
          动性提供商的连接中断，或者某项行情数据公布对市场产生重大影响以致限制了流动性
          时，都可能会导致买卖差价大幅上升。隐藏的报价或差价扩大可能会造成交易者的账户需
          要追加保证金。当发出的指令受隐藏报价所影响时，盈/亏的数字会暂时显示为零，直至该
          货币对再有可买卖价格，系统才能计算盈/亏。
        </p>
      </div>
      <div class="text-box">
        <p class="title">对冲</p>
        <p class="text">
          对冲功能让交易者可同时持有同一货币对的买入及卖出仓位，交易者入市时可以无须就一
          个货币对选择买卖方向。尽管对冲可降低或限制未来亏损，却无法避免账户产生进一步的
          亏损。在外汇市场，交易者可以在数量上，而非价格上，完全对冲。这是由于买入及卖出
          价之间的差别（或买卖差价）所致。CPT Markets交易者将需要就对冲持仓的其中一个方
          向（持仓数量较大的方向）存放保证金。交易者可能会觉得对冲功能合用，但应意识到以
          下可能影响对冲操作的各种因素。
        </p>
      </div>
      <div class="text-box">
        <p class="title">保证金减少</p>
        <p class="text">
          由于买卖差价可能扩大令账户内余下的可用保证金减少，即使某个账户已经完全对冲，仍
          然可能需要追加保证金。假若余下的保证金不足以维持任何持仓订单，账户将可能须追加
          保证金，而账户内的持仓订单将会被强平。虽然持有对冲单会令交易者觉得受市场变动的
          影响降低，但实际上在任何时间买卖差价扩大而可用保证金不足，都绝对会出现需要追加
          保证金的情况。
        </p>
      </div>
      <div class="text-box">
        <p class="title">转仓成本</p>
        <p class="text">
          Rollover （转仓）指在一天的同一时间同时平掉持仓并开立新仓，以避免结算及交收货币
          的程序。隔夜利息指交易账户持有仓位过夜因而支付或获得的利息，隔夜时间指美东时间
          下午5时。平掉并重开仓位以及计算隔夜费用的过程一般称为交易转仓（Trade Rollover
          TRO）。需要注意的是，支付的隔夜利息会比获得的利息高。如果账户内所有仓位都已对 冲，
          虽然整体来说仓位对等，但支付及获得的过夜利息差仍然可导致亏损。转仓期间，买
          卖差价相对于其他时间来说可能会较大，因为流动性提供者可能会暂时断开交易通道，以
          清算当日的交易。请在转仓期间相应地管理持仓及明白有关于持仓的平仓及开仓的交易指
          令，以及买卖差价扩大的影响。
        </p>
      </div>
      <div class="text-box">
        <p class="title">汇价点值</p>
        <p class="text">
          汇价点值定义为某一货币对的价格变动一个点的价值。这个成本相当于该货币对在汇价上
          的每一点变动带来的利润或造成的亏损，以交易货币对所属账户的货币单位显示。
        </p>
      </div>
      <div class="text-box">
        <p class="title">倒转差价</p>
        <p class="text">
          当您通过CPT Markets外汇交易平台以STP执行模式买卖外汇时，您正以多家流动性提供
          者所提供的报价另加CPT Markets所附加的点差进行交易。在极少数情况下，报价可能会
          受到干扰。虽然这种情况可能只维持很短时间，但却会导致差价倒转。CPT Markets建议
          客户一旦遇到这种罕有情况，应该避免建立市价单。「无成本交易」虽然吸引，但必须谨
          记该价格并不真实，成交价可能不显示真实的价差点数。倘若成交价并非CPT Markets的
          流动性提供者提供的实际汇价，CPT Markets将视有关交易为无效，及保留撤销该交易的
          权利。于这类情况下，客户只设定挂单或暂停交易可避免相关的风险。
        </p>
      </div>
      <div class="text-box">
        <p class="title">假期/周末执行交易</p>
        <p class="title">交易时间：</p>
        <p class="text">
          正式的交易时间为美东时间星期日17:00至美东时间星期五17:00，
          星期日22：00至星期五22:00（GMT+0）。请注意，先前建立的指令可能会在22:00
          （GMT+0）之前执行，而在星期五22:00（GMT+0）至星期日22:00（GMT+0）交易者
          可能会无法取消已建立并有待执行的指令。假若取消前有效（GTC）挂单刚好在收市时传
          送，可能出现的情况是，它在星期日开市前未必会获得执行。您在接近星期五收市时进行
          交易请小心行事，并且应将上述所有说明纳入交易决定的考虑范围之内。
          CPT Markets可能会更改开盘或收盘时间，因为它倚赖流动性提供者给予CPT Markets的
          报价。上述时段以外的时间，大部分的主要银行及金融机构都不营业。周末由于流动性及
          交易量不多，指令执行及报价均会受阻。
        </p>
      </div>
      <div class="text-box">
        <p class="title">开盘前更新报价：</p>
        <p class="text">
          开盘前的短时间内，交易平台会更新报价以反映当时的市场价格，为开盘做准备。在此时
          段间，周末保留的交易指令会处于等待执行阶段，因此新建立的指令不一定能按市价执
          行。开盘后，交易者可建立新的交易，取消或更改原有挂单。
        </p>
      </div>
      <div class="text-box">
        <p class="title">汇价跳空：</p>
        <p class="text">
          星期日的开盘价可能与星期五的收盘价相同，也可能不同。星期日开盘的汇价有时很接近
          星期五收盘的价格；另一些时候，星期五的收盘价可能与星期日的开盘价十分不同。遇上
          重要新闻公布或经济事件改变市场对于某种货币价值的看法，汇价就可能出现较大幅度的
          跳空。交易者持有仓位或挂单过周末应注意到价格可能跳空的情况。
        </p>
      </div>
      <div class="text-box">
        <p class="title">指令执行：</p>
        <p class="text">
          限价单通常会于要求或更佳的价格执行。若市场上没有所指定的价格（或更佳价格），指
          令将不会执行。在星期日开盘时市价到达止损要求的价位，挂单指令就会变为市价单。限
          价挂单将会根据限价单的同一方式执行。止损挂单将会根据止损单的同一方式执行。
        </p>
      </div>
      <div class="text-box">
        <p class="title">周末风险：</p>
        <p class="text">
          有些交易者担心周末期间市场十分波动，汇价可能大幅跳空，或者认为周末风险与本身的
          交易风格不一致，就可直接在周末前平掉挂单及持仓订单。交易者若持仓过周末，必须了
          解可能会存在重大经济事件及新闻公布对相关持仓造成影响的情况。基于市场所呈现的波
          动性，价格在开市时偏离收市时许多点位的情况并不罕见。我们建议所有交易者在做出交
          易决定前将此纳入考虑范围之内。
        </p>
      </div>
      <div class="text-box">
        <p class="title">追加保证金及平仓</p>
        <p class="text">
          保证金交易是客户的保证金作为所持有仓位交易面值的实际押金，进行保证金交易的客户
          可持有价值大大高于实际资金额的仓位。CPT Markets交易平台具备保证金管理功能，容
          许使用杠杆。当然，保证金交易涉及风险，因为杠杆可能会为您带来正面或负面的影响。
          倘若账户净值降至低于保证金要求，CPT Markets交易平台将会触发强制平仓指令，平掉
          所有持仓订单。假如过度的杠杆使用率或交易亏损导致账户净值不足以维持当时的开仓保
          证金，即，账户上的可用保证金为零，就会造成追加保证金机制，所有开仓订单会被强制
          平仓（自动结算）。
          <br/>
          虽然追加保证金机制旨在于账户净值跌至低于保证金要求时强制平掉持仓，但在若干情况
          下，触发强制平仓时的价位并不存在流动性。因此，执行强平指令时账户净值可能会跌至
          低于保证金要求，甚至导致账户净值变为负数。当汇价跳空或处于极端波动的期间，这种
          情况尤为普遍。CPT Markets建议交易者使用止损以代替使用追加保证金机制作为最终止
          损来限制净值下跌风险。
        </p>
      </div>
      <div class="text-box">
        <p class="title">自动调整杠杆</p>
        <p class="text">

        </p>
      </div>
      <div class="text-box">
        <p class="title">差价扩大</p>
        <p class="text">
          CPT Markets 的自动调整杠杆政策，将严格按照账户净值，调整至对应的杠杆水平。
        </p>
        <p class="text colorRed">
          注：这里的杠杆是指账户的杠杆，只影响外汇和贵金属的交易。
        </p>
        <p class="text">
          目前资金量和杠杆的对应关系见下表：
        </p>
        <div class="table">
          <table border="1" cellspacing=0>
            <thead>
            <tr>
              <th>实时净值（美元）</th>
              <th>杠杆倍数</th>
            </tr>
            </thead>
            <tbody>
            <tr>
              <td>0 - 20,000（不含）</td>
              <td>1:500</td>
            </tr>
            <tr>
              <td>20,000（含）- 50,000（不含）</td>
              <td>1:400</td>
            </tr>
            <tr>
              <td>50,000（含）- 100,000（不含）</td>
              <td>1:300</td>
            </tr>
            <tr>
              <td>100,000（含）- 200,000（不含）</td>
              <td>1:200</td>
            </tr>
            <tr>
              <td>200,000（含）- 1,000,000（不含）</td>
              <td>1:100</td>
            </tr>
            <tr>
              <td>1,000,000 以上（含）</td>
              <td>1:50</td>
            </tr>
            </tbody>
          </table>
        </div>
        <p class="text">
          调整规则举例：
          <br/>
          假设某账户初始入金 10,000 美金，则初始杠杆为 1:500。交易盈利后净值变为 20,000 美
          金，则系统将自动调整该账户的杠杆至 1:400。若下一次系统扫描时账户净值变为 19,999.99
          美金，则系统将调回 1:500 的杠杆。
          <br/>
          由于所有调整杠杆的操作都是由系统根据账户净值自动完成，CPT Markets 建议交易者控
          制好交易持仓，避免由于调整杠杆导致账户被强制平仓。CPT Markets 对于净值变化后杠
          杆自动调整导致强制平仓的损失不承担任何责任。
          <br/>
        </p>
      </div>
      <div class="text-box">
        <p class="title">METATRADER 4</p>
        <p class="text">
          请注意，MT4用户将会受不同的强制平仓规则所规限。当账户触发追加保证金时，个别持
          仓将会被自动结算，即强制平仓，直至余下的净值足以支持现有持仓为止。在触发强制平
          仓时，最大亏损持仓将会被首先平仓。
        </p>
      </div>
      <div class="text-box">
        <p class="title">图表报价与平台报价</p>
        <p class="text">
          分辨参考价（显示于图表）与可交易价（显示于CPT Markets交易平台）是十分重要的。
          参考报价对于市场价格及变动幅度有指示作用。该价位来自银行及结算机构等多个方面，
          未必会反映CPT Markets的流动性提供者的价格。参考价通常十分接近交易价格，但对市
          场实况只能发挥指示作用。可成交报价才能保证具体的交易执行以及较低的交易成本。由
          于现货外汇市场并无单一的中央交易所以进行所有交易，每家外汇交易商的报价稍有不
          同，因此，第三方图表提供者的报价如非采用某市场庄家的报价，均只可作为参考价，并
          不一定反映可成交的实际汇价。
        </p>
      </div>
      <div class="text-box">
        <p class="title">移动交易平台</p>
        <p class="text">
          移动交易平台的使用存在一系列固有风险，例如指令指示重复、报价延迟及移动连接所引
          起的其他问题。移动平台所显示的价格仅为可执行的价格，未必能反映指令的实际执行价
          格。
          <br/>
          移动交易平台利用公共通讯网络线路传输信息。CPT Markets对于您遇到报价延迟或因为
          网络线路传输问题而导致无法交易或CPT Markets直接控制范围以外的任何问题及任何情
          况概不负责。传输问题包括（但不限于）移动信号的强度、移动电话的延迟或您与任何互
          联网服务供应商、电话服务供应商或任何其他服务供应商之间可能出现的任何其他事宜。
          请注意，CPT Markets 交易平台的部份功能并不会在 CPT Markets 移动交易平台上提供。
          主要差别包括（但不限于）图表将会有限，不会显示每日隔夜利息及不提供每种金融工具的
          维持保证金要求。高度建议客户透过移动装置管理真实账户前先行熟习 CPT Markets 移动
          交易平台的功能。
        </p>
      </div>
    </div>
    </el-scrollbar>
  </div>
</template>
<script>
  export default {

  }
</script>
<style lang="scss" scoped>
  .risk {
    background: #fff;
    overflow: hidden;
    text-align: left;
    .content {
      width: 1200px;
      margin: 0 auto;
      h3{
        text-align:center;
      }
      .text-box{
        padding:10px;
        margin-bottom:5px;
        .title{
          font-weight:bold;
          color:#333;
          margin-bottom:10px;
          font-size:16px
        }
        .text{
          font-size:14px;
          color:#4c4c4c;
          letter-spacing: .5px;
        }
        .colorRed{
          color:red
        }
        .table{
          padding:20px 0;
          table{
            margin:0 auto;
          }
          th{
            font-size:13px;
            text-align: center;
            padding:3px 5px;
          }
          td{
            font-size:12px;
            text-align: center;
            padding:3px 5px;
          }
        }
      }
    }
  }
</style>
