<!--
 * @Author: your name
 * @Date: 2019-12-18 14:08:10
 * @LastEditTime : 2019-12-19 20:14:25
 * @LastEditors  : Please set LastEditors
 * @Description: In User Settings Edit
 * @FilePath: \wallet-app-h5\src\views\cyberPlanetl\poolAgreement.vue
 -->
/**
*  Created by   冠锋
*  On  2019/12/16 0007
*  Content  《协议》
*/
<template>
  <div class="agreement">
    <p>AlphaWallet平台服务协议（以下简称“本协议”）是由AlphaWallet平台与其用户就阿尔法资本的各项服务所订立的相关权利义务规范。用户通过访问和/或使用本网站，即表示接受并同意本协议的所有条件和条款。AlphaWallet平台有权对本协议条款进行修改，修改后的协议一旦公布即有效代替原来的协议。用户可随时查阅最新协议</p>
    <p>一、产品及相关服务</p>
    <p>1、本平台提供标准化理财包产品，每一标准单位理财包按照不同数字资产（如USDT）标定好单位兑换率1USDT:1理财包；用户可以选择购买理财包量而产生收益（SALPT；</p>
    <p>2、用户可随时选择相应的矿池购买理财包（USDT）获取收益值（SALPT），理财包和收益可随时提取提取至AlphaWallet钱包账户。</p>
    <p>3、收益计息日为T+1，即理财包购买后生效日的第二日12:00前对所有用户进行前一日收益结算，最终以收益SALPT结算时间为准。</p>
    <p>4、提取：当用户获得一定数额的收益时可以随时提取收益值或理财包值，提取成功后AlphaWallet平台将收取一定数额的手续费。</p>
    <p>5、顺延：若结算过程中因网络原因造成当日收益为0，平台会将该收益延时结算，具体结算时间以平台结算时间为准。</p>
    <p>二、用户注册和身份认证</p>
    <p>用户使用手机号注册账户，按照平台指引注册成功后，平台将分配给用户一个账户，以后用户可以使用手机和密码登入平台；</p>
    <p>用户在使用账户之前，应根据平台指引做好身份认证，如实名认证、谷歌认证等，提交身份证信息和手持身份证照片，保证其向平台提交的信息为其个人真实有效的身份信息；</p>
    <p>用户在购买理财包产品之前，应通过充值的方式将数字资产充值到本平台账户内；</p>
    <p>三、用户信息保密</p>
    <p>1、本协议所称用户信息：</p>
    <p>（1）用户注册时，向本平台提供的个人信息；</p>
    <p>（2）用户在使用本平台服务时，登入平台网站或访问网站网页时，本平台自动接收并记录的用户浏览器端或手机客户端数据，包括但不限于IP地址，网站Cookie及网页记录；</p>
    <p>（3）本平台通过其他合法途径获得的用户个人信息；</p>
    <p>2、本平台承诺：非经法定原因或用户事先许可，本平台不会向任何第三方透露用户的个人信息。</p>
    <p>3、在下述法定情况下，用户的个人信息将会被部分或全部披露：</p>
    <p>（1）经用户同意向用户本人或其他第三方披露；</p>
    <p>（2）根据法律、法规等相关规定，或行政机构要求，向行政、司法机构或其他法律规定的第三方披露；</p>
    <p>（3）其它本平台根据法律，法规等相关规定进行的披露。</p>
    <p>四、用户权利和义务</p>
    <p>1、用户的用户名、密码和安全性</p>
    <p>（1）用户有权选择是否成为本平台注册用户；</p>
    <p>（2）用户一旦注册成功，成为本平台注册用户，可以使用用户名（用户邮箱或手机号）和密码登入本平台并认购相应产品和服务；</p>
    <p>（3）用户有义务妥善保管本平台账号，用户名和密码，短信验证码，谷歌验证码，用户将对用户名和密码，和谷歌密钥安全负全部责任。因用户原因导致用户名或密码，谷歌密钥泄露而造成的任何法律后果由用户本人负责，由于用户自身原因泄露这些信息导致的资产损失的，由用户自己承担；</p>
    <p>（4）用户密码遗失的，可以通过注册电子邮箱发送的链接或手机验证码重置密码；用户若发现任何非法使用用户名或存在其他安全漏洞的情况，应立即告知本平台；</p>
    <p>2、用户有权修改其个人账户中各项可修改信息，自行决定是否提供非必填项的内容；</p>
    <p>3、用户有权参加本平台组织提供的各项线上、线下活动；</p>
    <p>4、用户有权根据本平台规定，享受本平台提供的其它各类服务；</p>
    <p>5、用户不得为如下行为：</p>
    <p>1）不得利用平台危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益，不得利用本站制作、复制和传播下列信息：</p>
    <p>（1）煽动抗拒、破坏宪法和法律、行政法规实施的；</p>
    <p>（2）煽动颠覆国家政权，推翻社会主义制度的；</p>
    <p>（3）煽动分裂国家、破坏国家统一的；</p>
    <p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
    <p>（5）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</p>
    <p>（6）宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</p>
    <p>（7）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</p>
    <p>（8）损害国家机关信誉的；</p>
    <p>（9）其他违反宪法和法律行政法规的；</p>
    <p>（10）进行商业广告行为的。</p>
    <p>五、风险提示</p>
    <p>1、用户需要了解并同意使用数字货币的行为存在法律风险。由于目前针对数字货币的法律监管尚不成熟，其行为可能被认定为违反法规或政策而终止；</p>
    <p>2、任何云算力的价值会受诸多因素的影响；这些因素包括但不限于：采矿难度/采矿参数等变化，算力的稳定性等因素；</p>
    <p>3、不可抗力及意外事件风险：自然灾害、数字货币市场危机、战争、或者国家政策变化等不能预见、不能避免、不能克服的不可抗力事件，或者病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、数据不能传输、数据异常、市场交易停止、第三方服务问题或政府行为等意外事件的出现，可能导致本协议终止、您的投资收益降低乃至本金损失，AlphaWallet星球算力不承担任何责任。</p>
    <p>4、用户理解并同意：由于数字货币的性质，您持有的任何数字货币可能存在失去部分价值或全部价值的可能，因此造成的损失由您个人承担，本平台不承担任何责任；</p>
    <p>5、用户理解并同意：本平台有权通过短信、邮件、公告等内容发布，修改云算力产品或者协议的相关信息；</p>
    <p>6、用户理解并同意：平台与用户之间达成的服务协议包括但不限于本协议、本平台不时公布并更新的平台规则、产品介绍、产品规则、平台声明、平台公告等平台公开发布的信息。</p>
    <p>六、争议解决</p>
    <p>用户理解并同意：因本服务产生任何争议，应通过友好协商的方式解决，如通过友好协商不能解决的，任何一方可以将争议事项提交香港国际仲裁中心通过届时有效的仲裁规则适用香港法律解决。</p>
  </div>
</template>
<script>
export default {
  name: "agreement",
  data() {
    return {};
  },
  activated() {
    document.title = "用户协议";
  }
};
</script>
<style lang="less">
.agreement {
  height: 100%;
  padding: 20px;
  overflow-y: auto;
  color: #999999;
  line-height: 30px;
  font-size: 13px;
  p {
    margin: 4px 0;
  }
}
</style>
