/**
*  Created by   阿紫
*  On  2019/7/7 0007
*  Content  EUSC-《智能合约用户协议》
*/
<template>
  <div class='agreement'>
    <p>
      本协议适用于访问和使用由“EUSC-智能合约”系统提供的任何服务，包括但不限于 “EUSC-智能合约”（以下简称“本合约”）以及移动应用程序和智能生态服务（统称为“本服务”）。
      EUSC-生态国际是根据英国开曼群岛的相关法律在开曼群岛成立的生态国际基金会及区块链专业技术团队联合创办的，“EUSC-智能合约”系统由该基金会所有并运营。
    </p>
    <p>
      “EUSC-智能合约”系统是一个提供全球加密数字资产智能合约理财和相关服务的专业性生态智能系统。
    </p>
    <p>
      “EUSC-智能合约”系统协议内容包括本协议正文以及“EUSC-智能合约”已经发布的或将来可能发布的各类规则、声明、说明等。所有规则、声明、说明等均为协议不可分割的一部分， 
      与协议正文具有同等法律效力。如签订其他有关“本合约”所提供的产品的相关协议不会影响本协议的生效。如用户代表任何机构使用本服务，
      您声明并保证 （a）该机构是符合当地法律法规的合法机构，（b）用户有权代表该机构接受本协议。如果违反本协议，该机构同意对用户的行为负责。
    </p>
    <p>
      “本合约”保留随时更改或修改本协议中所含内容的权利，包括但不限于“本合约”的任何政策或准则。任何更改会在发布本系统更新后或声明更改后立即生效。
      如果您不同意本协议，请立即停止使用“本合约”。我们希望您经常回顾本协议，以确保您了解适用于您访问和使用本服务的协议和条件。 
      如果您在使用“本合约”中有任何疑问，请通过“EUSC-智能合约”APP用户信息反馈至“生态智能系统”，给予及时处理。
    </p>

    <p>
      风险提示：
    </p>
    <p>
      1、基于加密数字资产本身所存在的风险，用户在“本合约”进行数字资产合约理财前，应充分了解数字资产本身的特点、合约机制及价格波动等。
      同时， 因法律及政策对数字资产交易的规范及管理，数字资产合约理财及交易可能会受此影响而随时被暂停或禁止，因此有可能会造成您的损失。
      “EUSC-智能合约”系统将不对此承担任何责任。因此，您应根据自己的财务状况，仔细考虑是否要参与“本合约”的相关应用和服务。
    </p>
    <p>
      2、在使用“本合约”时，若用户自己的原因 ：遗忘或泄漏密码，密码被他人破解，用户使用的计算机被他人侵入等造成的损失责任将由用户自己承担。
      由于因用户的过错导致的任何损失由用户自行承担。
    </p>
    <p>
      3、在使用本服务时，如果用户利用“EUSC-智能合约”系统规则、系统中潜在的或者突发的漏洞套利，本系统有权增加相关账户手续费。
      对于恶意利用系统自身漏洞已获取不当盈利的，本系统有权冻结并做调佣和账户清零处理。
    </p>
    <p>上述所称漏洞可能是潜在的也可能是突发的。包括但不限于如利用“生态智能系统”迟延不当盈利，计算机病毒侵入等情形。</p>
    <p>
      4、如果本系统根据其单方判断认为您违反了本协议，本系统有权随时暂停或终止您的账户，“本合约”或者暂停或终止您使用提供的服务。
    </p>
    <p>
      5、用户如果发现“EUSC-智能合约”系统规则中存在实质性漏洞，可能影响大家数字资产安全，可以联系后台技术人员，我们将尽快修复。并同时给予举报和发现漏洞的社区会员相应的EUSC奖励。
    </p>
    <p>
      一、用户注册
    </p>
    <p>
      为了使用“EUSC-智能合约”系统的任何服务，您必须首先通过提供您的手机号码和密码注册账户，以及确认接受本服务协议。您承诺将妥善保管您的账户信息及密码， 并不允许任何人使用、指导您的账户，确保您的账户不被盗用。并进行实名认证，电子邮箱和谷歌验证等绑定，您有责任保护和保障任何已提供给您的用户ID账号和密码及登录信息（统称为“密码”）的安全。如果您丢失密码，可能无法访问您的账户。如发生任何未经授权使用您密码的事宜，请您立即通知本系统。 由于未经授权使用您的密码而导致的任何责任、损失或损害，本系统将不承担任何责任。由于本系统使用加密防御等级很强大，您的登录密码、提现密码、 交易密码、短信密码等不得使用相同密码，否则会有安全隐患，相关责任由用户自行承担。
     用户有权选择是否成为“EUSC-智能合约”系统的用户，如果用户选择注册的，可自行创建、修改昵称。用户名和昵称的命名及使用应遵守相关法律法规 并符合网络道德。用户名和昵称中不能含有任何侮辱、威胁、淫秽、谩骂等侵害他人合法权益的文字。
     用户一旦注册成功，成为本系统的用户，将得到用户名和密码，并对以此组用户名和密码登入系统后所发生的所有活动和事件负责，自行承担一切使用该用户名的言语、行为等而直接或者间接导致的法律责任。用户密码遗失的，可以通过本系统提示的方法找回原密码。用户若发现任何非法使用您的用户名或存在其他安全漏洞的情况，应立即告知本系统。
    </p>
    <p>
      二、用户服务
    </p>
    <p>
      （一）“EUSC-智能合约”系统提供的服务
    </p>
    <p>
      1、“EUSC-智能合约”系统是全球加密数字资产在线合约理财的综合性服务平台，作为平台提供者不参与实际合约理财行为，实际的交易行为仅发生在交易所与“EUSC-智能合约”系统双方之间。用户必须在开始合约理财之前，到 EUSC上线的所有交易所去购买您认为合适价格的EUSC数字资产。然后转入“EUSC-智能合约”系统，选择智能合约理财套餐。
本服务仅适用于18周岁及以上的用户。通过访问或使用我们的服务，您声明并确保您至少年满18周岁，没有被剥夺过适用本服务的权利。您也保证您不在任何贸易或经济制裁清单中以及恐怖活动组织及恐怖活动人员名单中，如联合国安理会决议中所列的恐怖活动组织及恐怖活动人员名单。
     此外，“EUSC-智能合约”系统不会在所有国家或地区提供本服务，对受限制地区的用户不提供本服务，其中包括古巴、伊朗、朝鲜、克里米亚、苏丹、叙利亚、波多黎各、美属萨摩亚、关岛、北马里亚纳群岛邦、美属维尔京群岛（圣克罗伊岛，圣约翰岛和圣托马斯岛，孟加拉国、玻利维亚、厄瓜多尔和吉尔吉斯斯坦等国家和地区。
   “EUSC-智能合约”系统目前只开放：英国，韩国，日本，新加坡，马来西亚，俄罗斯，中国（港澳台），越南等国家和地区。并且在以上地区同步启动“千城生态社区”战略。EUSC-生态国际基金会将会对参与生态社区建设的社区和节点给予大力支持。
     
     根据您所在管辖区域的法律，“EUSC-智能合约”系统提供的服务或者您使用“本合约”提供的服务的行为是非法的，本系统有权随时暂停或终止您的账户，或者暂停或终止您使用本系统提供的服务。
因此，如果您不符合这些要求，请勿使用我们的服务。
    </p>
    <p>
      2、用户理解并同意，“EUSC-智能合约”系统的服务是按照现有技术和条件所能达到的现状提供的。本系统会尽最大努力向用户提供服务，确保服务的连贯性和安全性； 但本系统不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。
    </p>
    <p>
      3、“EUSC-智能合约”系统因下列状况无法正常运作，使用户无法使用各项服务，本系统不承担损害赔偿责任，该状况包括但不限于：
    </p>
    <p>
      A．“EUSC-智能合约”系统公告之系统停机维护期间；
    </p>
    <p>
      B．电信设备出现故障不能进行数据传输的；
    </p>
    <p>
      C．因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成“EUSC-智能合约”系统障碍不能执行业务的；
    </p>
    <p>
      D．由于黑客攻击、计算机病毒侵入或发作、电信部门技术调整或故障、网站升级、银行方面的问题、因政府管制而造成的暂时性关闭等影响网络正常经营的原因而造成的服务中断或者延迟；
    </p>
    <p>
      E．因为行业现有技术力量无法预测或无法解决的技术问题而造成的损失；
    </p>
    <p>
      F．因第三方的过错或者延误而给用户或者其他第三方造成的损失。
    </p>
    <p>
      由于系统故障，网络原因，DDos等黑客攻击等意外因素可能导致的异常成交，行情中断，以及其他可能的异常情况，本系统有权根据实际情况取消异常成交结果，以及回滚某一段时间的所有成交。
    </p>
    <p>
      4、“EUSC-智能合约”系统不会向任何用户索取密码，不会让用户向任何非本系统中心提供的帐户、充值地址打款，请大家不要相信任何此类打折、优惠等信息，本系统对以上因素对用户所造成的损失，“EUSC-智能合约”系统不承担如何责任。
    </p>
    <p>
      5、“EUSC-智能合约”系统有权了解用户使用本系统产品或服务的真实背景及目的，用户应如实提供本系统所需的真实、全面、准确的信息；如果本系统有合理理由怀疑用户提供虚假信息的，本系统有权暂时或永久限制用户所使用的产品或服务的部分或全部功能。
    </p>
    <p>
      （二）服务的变更、中断、终止、限制、冻结
    </p>
    <p>
      1、“EUSC-智能合约”系统可能会对服务内容进行变更，如发生下列任何一种情形，本系统有权不经通知而中断或终止向您提供的服务：
    </p>
    <p>
      （1）根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；
    </p>
    <p>
      （2）您违反相关法律法规或本协议的约定；
    </p>
    <p>
      （3）按照法律规定或主管部门的要求；
    </p>
    <p>
      （4）出于安全的原因或其他必要的情形。
    </p>
    <p>
      2、“EUSC-智能合约”系统有权按本协议的约定，您可以选择任何时候的任何时间中断、中止或终止与本系统的合作和服务，合约理财的本金和合约收益可以随时提出至交易所挂卖。
    </p>
    <p>
      3、您可以随时关闭您的账户。您仍然有义务履行您对任何待处理交易的责任。此外，您将对关闭前发生的任何费用向本系统负责。 本系统会通过电子邮件或其他方式通知您。
      如果有证据显示您未能遵守这些协议，对本系统构成可能的欺诈或管理风险，本系统可能会暂停您的访问。由于关闭或暂停您的账户所造成的任何损失，“EUSC-智能合约”系统将不承担任何责任。
    </p>
    <p>
     4、用户同意，为了用户的账户及其账户内数字资产的安全，根据本协议的约定、法律法规及法律文书的规定、政府依行政职权的要求及本系统依据自行判断认为的可能对用户的账户产生风险的情况，
     本网站有权对用户名下的全部或部分账户进行冻结，即进行暂时关闭这些账户部分或全部使用权限的操作。 冻结的逆过程为解冻，即本系统对被冻结的账户结束冻结。当冻结发生时，如用户申请解冻，
     本系统有权依照自行判断根据本项规定前述的冻结原因 来决定是否允许全部或部分解冻，用户应充分理解解冻申请并不必然被允许，且申请解冻时用户应当配合本网站核实用户的身份的有关要求，
     提供包括但不限于身份信息、身份证、护照、其他有效的身份证明文件及本系统要求的其他信息或文件。
    </p>
    <p>
      三、用户的权利和义务
    </p>
    <p>
      （一）用户权利
    </p>
    <p>
      1、用户有权根据“EUSC-智能合约”系统相关规定，在做出发布信息等贡献后，取得本系统给予的各项奖励；
    </p>
    <p>
      2、用户有权修改其个人账户中各项可修改信息，自行选择昵称和录入介绍性文字，自行决定是否提供非必填项的内容； 
    </p>
    <p>
      3、用户有权参加“EUSC-智能合约”系统组织提供的各项线上、线下活动；
    </p>
    <p>
      4、用户有权根据“EUSC-智能合约”系统规定，享受本系统提供的其它各类服务。
    </p>
    <p>
      5、用户对本协议的修改有异议，或对“EUSC-智能合约”系统的服务不满，可以行使如下权利：
    </p>
    <p>
      （1）停止使用“EUSC-智能合约”系统网络服务；
    </p>
    <p>
      （2）通过客服等渠道告知“EUSC-智能合约”系统停止对其服务。结束服务后，用户使用本系统服务的权利立即终止。在此情况下，
      “EUSC-智能合约”系统没有义务传送任何未处理的信息或未完成的服务给用户或任何无直接关系的第三方。
    </p>
    <p>
      （二）用户义务
    </p>
    <p>
      1、不得利用本系统危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益，不得利用本站制作、复制和传播下列信息：
    </p>
    <p>
      （1）煽动抗拒、破坏宪法和法律、行政法规实施的；
    </p>
    <p>
      （2）煽动颠覆国家政权，推翻社会主义制度的；
    </p>
    <p>
      （3）煽动分裂国家、破坏国家统一的；
    </p>
    <p>
      （4）煽动民族仇恨、民族歧视，破坏民族团结的；
    </p>
    <p>
      （5）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；
    </p>
    <p>
      （6）宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；
    </p>
    <p>
      （7）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；
    </p>
    <p>
      （8）损害国家机关信誉的；
    </p>
    <p>
      （9）其他违反宪法和法律行政法规的；
    </p>
    <p>
      （10）进行商业广告行为的。
    </p>
    <p>
      2、用户不得通过任何手段恶意注册“EUSC-智能合约”系统账号，包括但不限于以牟利、炒作、套现、获奖等为目的多个账号注册。用户亦不得盗用其他用户账号。
如用户违反上述规定，则“EUSC-智能合约”系统有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在本系统获得的节点奖励、荣誉以及虚拟财富，暂停或查封用户账号，取消因违规所获利益，直至通过法律手段追究用户责任等。
    </p>
    <p>
      3、禁止用户将“EUSC-智能合约”系统以任何形式作为从事各种非法活动的场所、平台或媒介。未经本系统的授权或许可，用户不得借用本系统的名义从事任何商业活动，也不得以任何形式将“EUSC-智能合约”系统作为从事商业活动的场所、平台或媒介。
如用户违反上述规定，则“EUSC-智能合约”系统有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获得的星级、荣誉以及虚拟财富， 暂停或查封用户账号，取消因违规所获利益，直至通过法律手段追究用户责任等。
    </p>
    <p>
      4、4、用户在“EUSC-智能合约”系统以各种形式发布的一切信息，均应符合国家法律法规等相关规定及网站相关规定，符合社会公序良俗，
      并不侵犯任何第三方主体的 合法权益，否则用户自行承担因此产生的一切法律后果，且“EUSC-智能合约”系统因此受到的损失，有权向用户追偿。
      根据本协议，我们授予您有限的，非排他性的，不可转让的许可权限，以访问和使用“EUSC-智能合约”系统服务，仅用于本系统许可的核准目的。您承诺，您将不会以任何其他方式复制，传播，分销，销售，许可，逆向工程，修改，发布或参与转让或出售创作衍生作品，或以任何其他方式利用任何“EUSC-智能合约”系统的内容。

    </p>
    <p>
      5、“EUSC-智能合约”系统遵守英国开曼群岛的相关法律。如向税务机关就通过服务进行的任何交易所得收入缴纳所对应的税款等。
    </p>
    <p>
      四、“EUSC-智能合约”系统的权利和义务
    </p>
    <p>
      “EUSC-智能合约”系统承诺：非经法定原因或用户事先许可，本系统不会向任何第三方透露用户的密码、姓名、手机号码等非公开信息。
      在下述法定情况下，用户的个人信息将会被部分或全部披露：
    </p>
    <p>
      （1）经用户同意向用户本人或其他第三方披露；
    </p>
    <p>
      （2）根据法律、法规等相关规定，或行政机构要求，向行政、司法机构或其他法律规定的第三方披露；
    </p>
    <p>
      （3）其它“EUSC-智能合约”系统根据法律、法规等相关规定进行的披露。
    </p>
    <p>
      五、免责条款
    </p>
    <p>
      1、“EUSC-智能合约”系统作为“网络服务提供者”的第三方平台，不担保网站平台上的信息及服务能充分满足用户的需求。对于用户在接受本系统的服务过程中可能遇到的错误、侮辱、诽谤、不作为、淫秽、色情或亵渎事件，本系统不承担法律责任。
    </p>
    <p>
      2、“EUSC-智能合约”系统力图使用户能对本网站进行安全访问和使用，因此 用户应使用业界公认的软件查杀任何自本系统下载文件中的病毒。
    </p>
    <p>
      3、“EUSC-智能合约”系统有权根据市场情况调整充值、提现、交易等手续费费率。
    </p>
    <p>
      六、协议的终止
    </p>
    <p>
      1、“EUSC-智能合约”系统有权依据本协议约定注销您的账号，本协议于账号注销之日终止。
    </p>
    <p>
      2、本系统有权依据本协议约定终止全部的服务，本协议于本系统全部服务终止之日终止。
    </p>
    <p>
      3、本协议终止后，您无权要求本系统继续向其提供任何服务或履行任何其他义务，包括但不限于要求本系统为您保留或向您披露其原本系统账号中的任何信息， 向您或第三方转发任何其未曾阅读或发送过的信息等。
    </p>
    <p>
      4、本协议的终止不影响守约方向违约方要求其他责任的承担。
    </p>
    <p>
      七、争议解决
    </p>
    <p>
      本协议全部内容均为根据英国开曼群岛法律订立的合同，其成立、解释、内容及执行均适用英国开曼群岛相关法律规定；任何因或与本协议约定的服务有关而产生的索赔或诉讼，
      “EUSC-智能合约”系统都应依照英国开曼群岛的法律进行管辖并加以解释和执行。为避免疑义，这一条款明确适用于任何针对我们的侵权索赔。
      任何针对有关的索赔或诉讼的管辖法院或诉讼地均在英国开曼群岛。用户无条件地获得在英国开曼群岛进行诉讼和上诉的排他性的管辖权。
      用户也无条件地同意与本协议款有关的争议或问题或产生的任何索赔请求和诉讼的发生地或法院均排他性得在英国开曼群岛，如有本系统其他业务对管辖有专门约定从其约定。
      不方便法院的原则不适用于根据本服务条款所选择的法院。
    </p>
    <p>
      八、协议的生效和解释
    </p>
    <p>
      本协议于用户点击“EUSC-智能合约”系统APP注册页面的同意注册并完成注册程序、获得本系统账号和密码时生效，对“EUSC-智能合约”系统和用户均具有法律约束力。
      这些协议规定了双方就服务内容的完整理解，取代了与之有关的所有先前的理解和沟通。 任何与本协议所规定的内容不一致的其他文件，将不对“EUSC-智能合约”系统具有约束力。 
      您声明并保证所有披露给本系统的与本服务协议有关的信息是真实，准确和完整的。
      如本协议中的某一条款被认定为无效或不可执行，则该条款具有可分割性，本协议其余条款的效力不受影响。
      本协议中所有的标题仅为行文叙述之用，并不作为扩大或限制该条款的内容解释。
    </p>
  </div>
</template>
<script>
  export default {
    name: "agreement",
    data() {
      return {};
    },
    activated() {
      document.title = "EUSC-《智能合约用户协议》";
    }
  };
</script>
<style lang="less">
  .agreement {
    height: 100%;
    padding: 20px;
    overflow-y: auto;
    color: #999999;
    line-height: 30px;
    font-size: 13px;
    p {
      margin: 4px  0;
    }
  }
</style>
