/**
*  Created by   阿紫
*  On  2019/11/6
*  Content 如何像高手一样交易突破
*/
<template>
    <div class='cattle_1'>
        <div class="center">
            <div class="title">
                如何像高手一样交易突破
            </div>
            <div class="content">
                <p>
                    在外汇市场最常用的三种交易手段里，最难学的往往是突破类的交易方式。突破交易意味着交易者希望看到价格打破支撑或阻力水平，并形成新的趋势。当阻力水平被打破时，交易者往往希望做多；而当支撑水平打破时，交易者往往希望做空。下图提供了一个非常好的例子：
                </p>
                <img src="/img/school/cattle_1.png"></img>
                <p>
                    交易突破的核心在于交易者认为支撑和阻力水平会阻挠未来价格动向的发展。所以当这些水平被打破后，这些“绊脚石”便不复存在。这样一来，交易者们就可以寻求做空或做多机会了。
                    虽然这确实是突破交易的精髓，但实际操作起来并没有那么容易 –
                    这是因为让突破极具盈利性的波动率，同时也给突破式交易带来了巨大的风险。本文将详细介绍突破交易的各个方面，而更重要的是，投资者如何量身制定自己的交易策略和交易方法，以面对这些极具诱惑力、但又伴随着潜在风险的突破交易。
                </p>
                <h5>寻找波动</h5>
                <p>
                    在我们开始学习如何交易波动之前，我们可以将波动的交易环境形象化，以帮助我们更透彻的理解什么是波动交易。突破来源于区间，而交易区间往往是在交易者们不确定未来价格动向的时候才会形成。这一现象的一个很好的例子就是在重大新闻或经济数据发布前，通常会看到价格区间的形成。下图即为2012年5月非农数据发布前形成的区间：
                </p>
                <img src="/img/school/cattle_2.png"></img>
                <p>
                    以风险事件非农为例，正如上图所示，在非农数据刚发布时，价格就应声跌破了支撑水平。这意味着该项数据给市场带来了额外的波动，并触发了许多交易者赖以盈利的“突破”。但是另一方面，由波动性上升触发的突破，也具备着极大的风险
                    – 所以交易者们需要更缜密地进行风险管理，这样才能细水长流。
                </p>
                <h5>波动的另一面 – 假突破</h5>
                <p>
                    波动确实是盈利的源头，但也有其危险的一面 –
                    因为交易者们永远不知道价格动向会持续多长时间。一个很好的例子就是假突破：在某些情况下，支撑或阻力水平可能会被短暂的打破，但价格却未继续朝该方向发展。这就是我们俗称的“假突破”，意味着关键水平被打破，但价格并没有朝那个方向持续发展下去。下图就是一个很好的例子：
                </p>
                <img src="/img/school/cattle_3.png"></img>
                <p>
                    假突破其实是很常见的，因为大多数突破都会发生在市场震荡时期（当价格持续移动较长的时间时）。所以在进行突破交易时，交易者们需要理性进行风险管理，以减少假突破可能带来的影响。这就使得设置止损和风险管理变得异常重要。
                </p>
                <h5>突破交易的风险管理</h5>
                <p>
                    正如上图所示，假突破是突破交易者的克星。这是因为谁都无法得知假突破会驱使价格逆趋势行进多久，以至于在交易者真正意义上开始获利之前，就很有可能抹平了早前的盈利。所以受突破交易时增加的波动性影响，适当的风险管理就变得及其重要了。不良的风险管理会使交易者在波动率较大的市场里损失加剧。
                    风险管理一直是我们讨论的重点，也是将专业交易者和业余交易者区分开来的关键因素之一。所以突破交易者们理应将这些风险管理的原则运用到自己的交易当中，以完善突破交易策略。根据我们的调查，交易者们对于未来价格走势的判断一半以上的时候都是正确的，但他们在亏损交易里的损失远比在获利交易里的盈利要大，这是因为他们没有将风险回报比至少设置为1：1。
                    所以在进行突破交易时，交易者们不应该只考虑到成功可能带来的巨大利益，也应该考虑假突破可能带来的亏损。但如果价格真的如预期般出现了突破，那盈利也可能也会持续很长一段时间。所以，在交易突破时，交易者们应该将风险回报比设置得比平常更高。</p>
                <img src="/img/school/cattle_4.png"></img>
                <p>
                    当交易者将风险回报比设置为1：2的时候，该交易者只需要在每5笔交易里有2笔是盈利的就可以获得可观的净利润。
                </p>

                <h5>风险管理概述</h5>
                <p>
                    综上所述，交易者应该通过多种方式来在交易突破时进行风险管理。首先，交易者应该寻求一个较为良好的风险回报比（即寻求的盈利应比承担的风险要大）。另外，当波动较为大的时候，交易者们应该将杠杆比例减少来确保资金的安全。</p>

            </div>
        </div>
    </div>
</template>
<script lang='ts'>
  import {Component, Vue} from 'vue-property-decorator';

  @Component({})
  export default class Cattle_1 extends Vue {

  };
</script>
<style lang='scss'>
    .cattle_1 {
        background-color: #050739;
        padding: 25px 20px;

        .center {
            background: #DDF0FF;
            box-shadow: 0px 2px 17px 0px rgba(8, 8, 56, 0.5);
        }

        .content {
            padding: 10px 20px 30px 20px;
            color: #080856;

            h5 {
                font-size: 16px;
                margin: 10px 0;
            }

            p {
                line-height: 20px;
                font-size: 14px;
            }

            img {
                width: 100%;
            }
        }

        .title {
            height: 50px;
            line-height: 50px;
            border-bottom: 1px solid #C0C0C0;
            color: #333333;
            font-size: 16px;
            text-align: center;
        }
    }
</style>
