/**
*  Created by   阿紫
*  On  2019/11/7
*  Content 资金管理
*/
<template>
    <div class='management'>
        <div class="center">
            <div class="title">
                一些普遍性的资金管理要领
            </div>
            <div class="content">
                <p>
                    资金帐户的大小、投资组合的搭配、以及在每笔交易中的金额配置等等诸如此类的间题，都能影响到最终的交易成绩。有的交易者认为、在交易模式中，资金管理是最重要的部分，甚至比交易方法本身还要关健。资金管理所解决的问题，事关我们在期货市场的生死存亡。它告诉交易者如何掌握好自己的钱财。作为成功的交易者，谁笑到最后，谁就笑得最好。资金管理恰恰增加了交易者生存下去的机会。
                </p>
                <h5>
                    一些普遍性的资金管理要领
                </h5>
                <p>
                    关于投资组合的管理间题可以弄得极为复杂，乃至于必须借助复杂的统计学方法才能说得清楚。以下罗列了一些普遍性的要领，对朋友们进行资金分配，以及决定每笔交易应注入的资金量等工作可能有所帮助。
                </p>
                <p>
                    <span>1.总投资额必须限制在全部资本的50%以内。</span>这就是说，在任何时候，交易者投入市场的资金都不应该超过其总资本的一半。剩下的一半是储备，用来保证在交易不顺手的时候或临时支用时有备而无患。比如说，如果帐户的总金额是100，000美元，那么其中只有50，000可以动用，投入交易中。
                </p>
                <p>
                   <span>2.在任何单个的市场上所投入的总资金必须限制在总资本的10% 到15% 以内。</span> 因此，对于一个100，000美元的帐户来说，在任何单独的市场上，最多只能投入10，000到15，000美元作为保证金存款。这一措施可以防止交易商在一个市场上注入过多的本金，从而避免在“一棵树上吊死”的危险。
                </p>
                <p>
                    <span>3.在任何单个市场上的最大总亏损金额必须限制在总资本的5% 以内。</span>这个5%是指交易商在交易失败的情况下，将承受的最大亏损。在我们决定应该做多少张合约的交易，以及应该把止损指令设置在多远以外时，这一点是我们极为重要的出发点。因此，对于100，000美元的帐户来说，可以在单个市场上冒险的资金不超过5,000美元。
                </p>
                <p>
                   <span> 4.在任何一个市场群类上所投入的保证金总额必须限制在总资本的20%-25%：</span>这一条禁忌的目的，是防止交易商在某一类市场中陷入过多的本金。同一群类的市场，往往步调一致。例如，金市和银市是贵金属市场群类中的两个成员，它们通常处于一致的趋势下。如果我们把全部资金头寸注入同一群类的各个市场，就违背了多样化的风险分散原则。因此，我们应当控制投入同一商品群类的资金总额。
                </p>
                <p>
                    上述要领在外汇行业中是相当通行的，不过我们也可以对之加以修正，以适应各个交易商的具体需要。有些交易商更大胆进取，往往持有较大的头寸。也有的交易商较为保守稳健。这里的重要用心就在于，我们必须采取适当的多样化的投资形式，未雨绸缪，防备亏损阶段的降临，以保护宝贵的资本。
                </p>
                <p>
                    最重要之处是，不要在哪个单独的市场或市场群类中卷入太深，以免接二连三地吃亏赔本，招致灭顶之灾。
                </p>
            </div>
        </div>
    </div>
</template>
<script lang='ts'>
  import {Component, Vue} from 'vue-property-decorator';

  @Component({})
  export default class Management extends Vue {

  };
</script>
<style lang='scss'>
    .management {
        background-color: #050739;
        padding: 25px 20px;

        .center {
            box-shadow: 0px 2px 17px 0px rgba(8, 8, 56, 0.5);
        }

        .content {
            background: #DDF0FF;
            padding: 10px 20px 30px 20px;
            color: #080856;

            h5 {
                font-size: 16px;
                margin: 10px 0;
            }

            p {
                line-height: 20px;
                font-size: 14px;
                span {
                    font-weight: 600;
                }
            }
        }

        .title {
            padding-left: 20px;
            height: 35px;
            line-height: 35px;
            background: #9ECDF3;
            color: #080856;
            font-size: 16px;
            text-align: left;
            margin-bottom: 10px;
            font-weight: 600;
        }
    }
</style>
