/**
*  Created by   阿紫
*  On  2019/11/7
*  Content 技术分析
*/
<template>
    <div class='technology'>
        <div class="center">
            <div class="title">
                道氏理论的基本原则
            </div>
            <div class="content">
                <p>
                    迄今大多数广为使用的技术分析理论都起源于道氏理论，都是其各种形式的发扬光大。道氏是技术分析的开山祖师爷。虽然现在已经是计算机的天下，大量崭新的、而且据说更有效的技术指标层出不穷，但道氏理论仍然拥有一席之地。很多技术分析师也许不清楚他们这些“现代化”工具在多大程度上继承了道氏发现的基本原则。
                </p>
                <h5>基本原则</h5>
                <p>
                    1.平均价格包容消化一切因素。挺耳熟吧?这正是第一章所介绍的技术分析理论的基本前提之一，只是这里用平均价格代替了个别对象的价格。这个原则表明，所有可能影响供求关系的因素都必得由平均市场价格来表现，就连‘天灾’，比方说地震或者其它自然灾难也不例外。当然这些灾相事先谁都难以料到，但是一旦发生，就会很快被市场通过价格变化消化吸收掉。
                </p>
                <p>
                    2.市场具有三种趋势。道氏的趋势定义是，只要相继的上冲价格波海和波谷都对应地高过前一个波峰、波谷，那么市场就处在上升趋势之中。换言之，上升趋势必须体现在依次上升的峰和谷上。相反，下降趋势则以依次下降的峰和谷为特征。这仍是趋势的基本定义，仍是所有趋势分析的起点。
                </p>
                <p>
                    道氏把趋势分成三类——主要趋势、次要趋势和短暂趋势。其最关心者为主要趋势(或称大趋势)，通常持续一年以上，有时甚至好几年。他坚信，大部分股市投资者钟情于市场的主要方向。道氏用大海来比喻这三种趋势，把它们分别对应于潮汐、浪涛和波纹。
                </p>
                <p>
                    主要趋势如同海潮，次要趋势(或称中趋势)是潮汐中的浪涛，而短暂趋势则是浪涛上泛着的波纹。
                    从堤岸标尺上，我们可以读出每次浪涛卷及的最高位置，然后通过挨次地比较这些最高位置的相对高低就能测定海潮到底是涨还是落。如果读数依次递增，那么潮水依然在向陆地推进。只有当浪涛峰值逐步递减的时候，观测者才能确知潮水已经开始退却。
                </p>
                <p>
                    次要趋势(或中趋势)代表主要趋势中的调整，通常持续三个星期到三个月。这类中等规模的调整通常可回撤到界乎先前趋势整个进程的三分之一到三分之二之间的位置。常见的回撤约为一半，即百分之五十。
                </p>
                <p>
                    短暂趋势(或小趋势)通常持续不到三个星期，系中趋势中较短线的波动。
                </p>
                <p>
                    3.大趋势可分为三个阶段。大趋势通常包括三个阶段。第一阶段又称积累阶段。以熊市末尾牛市开端为例，此时所有经济方面的所谓坏消息已经最终地为市场所包容消化，于是那些最机敏的投资商开始精明地逐步买进。第二阶段，商业新闻趋暖还阳，绝大多数技术性的顺应趋势的投资人开始跟进买入，从而价格快步上扬。第三阶段，即最后一个阶段，报纸上好消息连篇累牍，经济新闻捷报频传，大众投资者积极入市，活跃地买卖，投机性交易量日益增长。正是在这个最后阶段，从市面上看起来谁也不想卖出，但是那些当初在熊市的底部别人谁也不愿买进的时候乘机“积累”、步步吃进的精明人，开始“消散”，逐步抛出平仓。
                </p>
                <p>
                    4.各种平均价格必须相互验证。具体而言，道氏是指工业股指同铁路股指应相互验证，意思是除非两个平均价格都同样发出看涨或看跌的信号，否则就不可能发生大规模的牛市或熊市。换句话说，为了标志牛市的发生，两种平均价格都必须涨过各自的前一轮浪涛(中趋势)的峰值。如果只有一个平均价格突破了前一个高峰，那还不是牛市。两个市场倒也不必同时发出上涨信号，不过在时间上越近越好。如果两个平均价格的表现相互背离，那么我们就认为原先的趋势依然有效。艾略特波浪理论在这一点上与道氏理论不同，只要求单个平均价格给出信号就足够了。
                </p>
                <p>
                    5.交易量必须验证趋势。道氏认为交易量分析是第二位的，但作为验证价格图表信号的旁证具有重要价值。简而言之，当价格在顺着大趋势发展的时候，交易量也应该相应递增。如果大趋势向上，那么在价格上涨的同时，交易量应该日益增加，而当价格下跌时，交易量应该日益减少。在一个下降趋势中，情况正好相反，当价格下跌时，交易量扩张，而当价格上涨时交易量则萎缩。当然，我们必须强调，交易量是第二位的参照指标，道氏理论实际使用的买卖信号完全是以收市价格为依据的。即使是某些更复杂的交易量信号，其目的也主要是确认交易量增减的方向，然后同价格变化加以参照。
                </p>
                <p>
                    6.唯有发生了确凿无疑的反转信号之后，我们才能判断一个既定的趋势已经终结。它是目前广泛使用的顺应趋势方法的主要基础。这句话其实也就是说，一个既成趋势具有惯性，通常要继续发展。话说回头，要判别反转信号说起来容易，行起来困难。研究诸如支撑和阻挡价格水平、价格形态、趋势线和移动平均线等等倒也是几个实用的办法，我们或许从中能获得关于现行趋势发生变故的信号。摆动指数甚至能够更及时地发出现行趋势动力衰竭的警讯。不过，通常总是选择“趋势还将继续”这一边，把握更大些。拿捏这个小小秘诀，就能令您成多败少，大有胜算。
                </p>
            </div>
        </div>
    </div>
</template>
<script lang='ts'>
  import {Component, Vue} from 'vue-property-decorator';

  @Component({})
  export default class Technology extends Vue {

  };
</script>
<style lang='scss'>
    .technology {
        background-color: #050739;
        padding: 25px 20px;

        .center {
            box-shadow: 0px 2px 17px 0px rgba(8, 8, 56, 0.5);
        }

        .content {
            background: #DDF0FF;
            padding: 10px 20px 30px 20px;
            color: #080856;

            h5 {
                font-size: 16px;
                margin: 10px 0;
            }

            p {
                line-height: 20px;
                font-size: 14px;
            }
        }

        .title {
            padding-left: 20px;
            height: 35px;
            line-height: 35px;
            background: #9ECDF3;
            color: #080856;
            font-size: 16px;
            text-align: left;
            margin-bottom: 10px;
            font-weight: 600;
        }
    }
</style>
